{
    "newCommentId": "id:new-comment",
    "comments": {
        "submitted": "Your comment is successfully submitted. It will soon appear here after moderation. Your email will not be published.",
        "clickForNewComments": "Click for new comments...",
        "failure": " Your comments could not be submitted due to connectivity problem. Please try again after some time."
    },
<<<<<<< HEAD
    "skillset":["Sushant has multiple skills. He is a good learner and can readily pick up what he doesn’t know. He normally takes two to four weeks to pick up new skill.",
        "Having multiple skills in client and server side is particularly useful for full stack development when migration from legacy systems is required. At one time Sushant may be hands on in limited number of skills but having knowledge and low level past working experience in other skills is a boon for executing real time projects.",
        "For skills Sushant is presently not hands-on, he may take around one to two weeks of warm up time. Following table charts up his skill levels, whether he is hands on at present and whether he is interested in coding for that skill. He may have knowledge and past working experience for some items, but he may not be interested in working for that. But the knowledge and experience certainly helps out"]
=======
    "skillset": [
        "I have multiple skills. I am a good learner and can readily pick up what I don’t know. I normally take two to four weeks to pick up new skill.",
        "Having multiple skills in client and server side is particularly useful for full stack development when migration from legacy systems is required. At one time I may be hands on in limited number of skills but having knowledge and low level past working experience in other skills is a boon for executing real time project.",
        "For skills I am presently not hands-on, I may take around one to two weeks of warm up time. Following table charts up my skill levels, whether I am hands on at present and whether I am interested in coding for that skill. I may have knowledge and past working experience for some items, but I may not be interested in working for that. But the knowledge and experience certainly helps out"
    ],
    "description": "Sushant is a full stack software developer in React.js, Node,js, Advanced JavaScript, Angular, Flutter and PostgreSql having hands on experience of over 3 decades"
>>>>>>> 572a6d3aa656348a57ded8c658a314a7af0788ac
}